import React from "react";
import "./TermsCon.css"

export default function TermsCondition() {
    return (
        <div className="container-1">
            <h4 className="article-h4">Статья 1. | Определения</h4>
            <ol className="ol-li">
                <li className="li">
                    Онлайн-галерея: Online Galerij B.V., пользователь настоящих общих положений и условий, зарегистрированный по адресу Schoolstraat 1,
                    2271BZ в Ворбурге, Нидерланды, зарегистрирована в Торговом реестре под номером 74764225 Торговой палаты.
                </li>
                <li className="li">
                    Пользователь: любое физическое или юридическое лицо, которое в качестве художника, коллекционера произведений искусства или галереи заключило или намеревается
                    заключить Пользовательское соглашение с Онлайн-галереей.
                </li>
                <li className="li">
                    Договор купли-продажи: любой договор купли-продажи между Пользователем и Покупателем, заключенный непосредственно через систему заказов или аукционов Платформы и предусматривающий доставку Пользователем одного или нескольких Товаров соответствующему Покупателю. Поэтому для целей настоящих общих положений и условий «Соглашение о покупке» не означает соглашение между Покупателем и Пользователем, которое не заключено с помощью системы заказа или аукциона Платформы, но в контексте которого
                    Покупатель связался с Пользователем напрямую, независимо от того, использовались ли контактные данные Пользователя, указанные в Предложении или вместе с ним.
                </li>
                <li className="li">
                    Покупатель: любое физическое или юридическое лицо, которое использует Платформу в качестве (потенциального) покупателя одного или нескольких Продуктов.
                </li>
            </ol>
        </div>
    )
};
